---
kind: other
id: Properties.T:Autodesk.Revit.DB.PaperSizeSetIterator
source: html/ef7f184d-47dd-df8e-6693-6a047e483e44.htm
---
# PaperSizeSetIterator Properties

Retrieves the item that is the current focus of the iterator.